[
    {
        "text": "Carbon dioxide (CO2) emissions from human activities have increased by about 90% since 1970, with emissions from fossil fuel combustion and industrial processes contributing about 78% of the total greenhouse gas emissions increase from 1970 to 2011."
    },
    {
        "text": "The primary sources of CO2 emissions are the burning of fossil fuels (coal, oil, and natural gas) for energy and transportation, cement production, deforestation, and various industrial processes."
    },
    {
        "text": "Atmospheric CO2 levels are currently higher than at any point in at least the past 800,000 years. Pre-industrial levels were about 280 parts per million (ppm), whereas today's levels exceed 410 ppm."
    },
    {
        "text": "The transportation sector is one of the largest sources of CO2 emissions, accounting for about 14% of global greenhouse gas emissions. In the United States, it is the largest source of CO2 emissions."
    },
    {
        "text": "China is the world's largest emitter of CO2, contributing about 28% of global emissions. However, on a per capita basis, its emissions are lower than those of many developed countries."
    },
    {
        "text": "Forests and oceans act as significant carbon sinks, absorbing a large portion of CO2 emissions. Forests absorb about 30% of anthropogenic CO2 emissions, while oceans absorb about 25%."
    },
    {
        "text": "Electricity and heat production is responsible for about 25% of global CO2 emissions, primarily due to the burning of coal, oil, and natural gas for electricity and heat."
    },
    {
        "text": "The highest per capita CO2 emissions are found in countries with high levels of industrialization and reliance on fossil fuels, such as Qatar, Kuwait, and the United Arab Emirates."
    },
    {
        "text": "Agriculture, forestry, and other land use changes contribute about 24% of global greenhouse gas emissions, mainly from deforestation, methane emissions from livestock, and nitrous oxide emissions from fertilized soils."
    },
    {
        "text": "More than 40 countries and over 20 cities, states, and provinces use carbon pricing mechanisms, such as carbon taxes or cap-and-trade systems, to reduce emissions. These mechanisms aim to incentivize the reduction of greenhouse gas emissions by putting a price on carbon."
    }
]